Repository: ChristopheSeg/lab-directory
Catalog: languages/lab-directory-common-*.po
Languages: fr_fr

source: New staff
fr_fr: Nouveau personnel

source: Edit staff profile
fr_fr: Editer la fiche personnelle

source: Staff photo
fr_fr: Photo personelle

# 1st taxonomy singular name
source: Staff Team
fr_fr: Equipe

source: Team manager
fr_fr: Responsable d'équipe

# 2nd taxonomy general name
source: Laboratories
fr_fr: Laboratoires

source: Laboratory manager
fr_fr: Responsable de laboratoire

source: Biography
fr_fr: Biographie

source: Title
fr_fr: Titre

source: Phone number
fr_fr: Téléphone

source: Social link
fr_fr: Réseau sociaux

source: L1 (Bachelor 1st year)
fr_fr: L1 (Licence 1ère année)

source: L2 (Bachelor 2nd year)
fr_fr: L2 (Licence 2ème année)

source: L3 (Bachelor 3rd year)
fr_fr: L3 (Licence 3ème année)

source: M1 (Master 1st year)
fr_fr: M1 (Master 1ère année)

source: M2 (Master 2nd year)
fr_fr: M2 (Master 2ème année)

source: Engineering School
fr_fr: Ecole d'ingénieur

source: HDR guarantor
fr_fr: Garant de HDR

source: President
fr_fr: Président

source: Supervisors
fr_fr: Co-encadrants

source: Supervisor
fr_fr: Co-encadrant

# male
source: Examiner
fr_fr: Examinateur

# female
source: Examiner
fr_fr: Examinatrice

source: Examiners
fr_fr: Examinateurs

# male
source: Referee
fr_fr: Référent

# female
source: Referee
fr_fr: Référente

source: Rapporters
fr_fr: Rapporteur

# male
source: Invited
fr_fr: Invité

# female
source: Invited
fr_fr: Invitée

# plural
source: Invited
fr_fr: Invités

# 1st taxonomy general name
source: Staff Teams
fr_fr: Equipes

source: Search Staff Teams
fr_fr: Rechercher une équipe

source: All Staff Teams
fr_fr: Toutes les equipes

source: Parent Staff Team
fr_fr: Equipe parente

source: Edit Staff Team
fr_fr: Editer l'équipe

source: Update Staff Team
fr_fr: Mettre à jour l'équipe

source: Add New Staff Team
fr_fr: Ajouter une équipe

source: New Staff Team Name
fr_fr: Nom de la nouvelle équipe

source: Staff Teams
fr_fr: Equipes

# 2nd taxonomy singular name
source: Laboratory
fr_fr: Laboratoires

source: Search Laboratories
fr_fr: Rechercher un laboratoire

source: All Laboratories
fr_fr: Tous les laboratoires

source: Parent Laboratory
fr_fr: Laboratoire parent

source: Parent Laboratory :
fr_fr: Laboratoire parent :

source: Edit Laboratory
fr_fr: Editer la fiche laboratoire

source: Update Laboratory
fr_fr: Mettre à jour ce laboratoire

source: Add Laboratory
fr_fr: Ajouter un laboratoire

source: New Laboratory Name
fr_fr: Nom du laboratoire

source: Staff Laboratories
fr_fr: Laboratoires

source: Firstname
fr_fr: Prénom

source: Name
fr_fr: Nom

source: Position
fr_fr: Fonction

source: Wordpress user ID
fr_fr: ID utilisateur Wordpress

source: Other mails
fr_fr: Autres mails

source: Photo URL
fr_fr: URL de la photo

source: Professionnal webpage
fr_fr: Page professionnelle

source: Social Network
fr_fr: Réseau sociaux

source: Function
fr_fr: Fonction

source: Fax number
fr_fr: Numéro de fax

source: Office
fr_fr: Bureau

source: Team
fr_fr: Equipe

source: End activity date
fr_fr: Date de fin d'activité

source: HDR subject
fr_fr: Sujet de HDR

source: HDR defense date
fr_fr: Date de soutenance HDR

source: HDR defense location
fr_fr: Lieu de soutenance HDR

source: HDR jury
fr_fr: Jury de HDR

source: HDR resume
fr_fr: Résumé de HDR

source: PHD start date
fr_fr: Début de thèse

source: PHD subject
fr_fr: Sujet de thèse

source: PHD defense date
fr_fr: Date de soutenance de thèse

source: PHD defense location
fr_fr: Lieu de soutenance de thèse

source: PHD jury
fr_fr: Jury de thèse

source: PHD resume
fr_fr: Résumé de thèse

source: Post Doct. start date
fr_fr: Début du post-doctorat

source: Post Doct. end date
fr_fr: Fin du post-doctorat

source: Post Doct. subject
fr_fr: Sujet de post-doctorat

source: Internship start date
fr_fr: Début de stage

source: Internship end date
fr_fr: Fin de stage

source: Internship subject
fr_fr: Sujet de stage

source: Internship resume
fr_fr: Resumé du stage

source: Trainee Studying school
fr_fr: Ecole du stagiaire

source: Trainee Studying level
fr_fr: Niveay d'étude du stagiaire

source: Invitation Start date
fr_fr: Début d'invitation

source: Invitation End date
fr_fr: Fin d'invitation

source: Invitation goal
fr_fr: Objet de l'invitation

source: Contractant Position
fr_fr: Fonction du CDD

source: Invited origin
fr_fr: Institution d'origine

source: Contract start date
fr_fr: Date de début du CDD

source: Contract end date
fr_fr: Date de fin de contrat

source: Contract goal
fr_fr: Objet du CDD

source: Occupied position
fr_fr: Fonction assurée

source: Name Firstname
fr_fr: Nom Prénom

source: Firstname Name
fr_fr: Prénom Nom

source: modify this staff profile
fr_fr: Editer la fiche personnelle
