Repository: ChristopheSeg/lab-directory
Catalog: languages/lab-directory-admin_menus-*.po
Languages: fr_fr

source: Staff
fr_fr: Personnel

source: Add a new staff
fr_fr: Ajouter un personnel

source: Edit staff profile
fr_fr: Editer la fiche personnelle

# single
source: View staff
fr_fr: Voir un personnel

# plural
source: View staff
fr_fr: Voir les personnels

source: Search staff
fr_fr: Rechercher un personnel

source: No staff found.
fr_fr: aucun personnel trouv√©.

source: No staff in Trash.
fr_fr: Aucun personnel dans la corbeille

source: Staff list
fr_fr: Liste des personnels

source: Set staff photo
fr_fr: Ajouter une photo

source: Remove staff photo
fr_fr: Supprimer lea photo

source: Use a staff photo
fr_fr: Utiliser les photos des personnels

source: Filter staff list
fr_fr: Filtrer la liste des personnels

source: Navigation in staff list
fr_fr: Naviguer dans la iste des personnels
