Repository: ChristopheSeg/lab-directory
Catalog: languages/lab-directory-frontend-*.po
Languages: fr_fr

source: Search by name or firstname
fr_fr: Rechercher par nom ou prénom

source: Sorry, there is no staff corresponding to this request !
fr_fr: Désolé, il n'y a aucun personnel correspondant à cette requête!

source: No HDR scheduled
fr_fr: Aucune HDR n'est programmée

source: Empty HDR list
fr_fr: Liste d'HDR vide

source: There is no HDR in this list.
fr_fr: Il n'y a aucune HDR dans cette liste

source: Sorry, there is no information about this staff HDR !
fr_fr: Désolé, il n'y a aucune information sur la HDR de cette personne !

source: whether our website is not up-to-date
fr_fr: Soit notre site n'est pas à jour

source: whether this staff has no HDR
fr_fr: Soit cette personne n'a pas de HDR

source: See all HDR and PHD
fr_fr: Voir toutes les thèses et HDR

source: No PHD scheduled
fr_fr: Aucune thèse n'est programmée

source: Empty PHD list
fr_fr: Liste de thèse vide

source: There is no PHD in this list.
fr_fr: Il n'y a aucune HDR dans cette liste

source: Sorry, there is no information about this staff PHD !
fr_fr: Désolé, il n'y a aucune information sur la Thèse de cette personne !

source: Unknown date
fr_fr: Date inconnue

source: PHD
fr_fr: Thèse

source: HDR and PHD list
fr_fr: Liste des Thèses et HDR

source: %s directory
fr_fr: Equipe %s

source: Directory
fr_fr: Annuaire

source: %s contact :
fr_fr: Contact %s :

source: %s manager :
fr_fr: manageur %s :

source: Future Defenses list
fr_fr: Prochaines soutenances

source: This widget displays a compact list of defenses
fr_fr: Ce Widget affiche une liste compacte des soutenances

source: Next Defenses
fr_fr: Prochaines soutenances

source: Title:
fr_fr: Titre :

source: List for this time period :
fr_fr: List pour cette période :

source: all
fr_fr: Toutes

source: past
fr_fr: Passée
